import React, { FC } from 'react';
import PageHeader from '@/layouts/PageHeader';

const Instruction: FC = () => {
    return (
        <div className="instruction-page">
            <PageHeader />

            <section className="container">
                <h1>Інструкція</h1>

                <h2>Вхід</h2>

                <p>Є кілька способів увійти або зареєструватись:</p>

                <ol>
                    <li>
                        <p>
                            Найпростіший за допомогою Google сервісу.
                            <br />
                            Спочатку потрібно погодитись з умовами.
                            <br />
                            Далі активувати відповідну кнопку Google. Якщо у Вас є пошта gmail і Ви вже авторизовані
                            на своєму пристрої то просто обираєте акаунт який Ви бажаєте використовувати у Wish Hub.
                            <br />
                            Далі програма зробить все за Вас. Якщо Ви вже реєструвались, Ви просто увійдете до свого
                            акаунта. Якщо ще ні, Ви будете автоматично зареєстровані.
                        </p>
                    </li>

                    <li>
                        <p>
                            Якщо Ви не бажаєте використовувати пошту gmail або у Вас її немає, потрібно буде пройти
                            верифікацію у веб додатку Wish Hub.
                            <br />
                            Заповніть всі поля і погодьтесь з умовами використання.
                            <br />
                            Тепер перейдіть до своєї пошти, знайдіть відповідний лист. Якщо листа ніде немає, перевірте
                            папку спам. Ми не використовуємо безконтрольну розсилку. Просто роботи кожного поштового
                            сервісу по різному налаштовані й наш лист випадково може потрапити до папки спам.
                            <br />
                            В листі натискаєте на відповідну кнопку, або ж скопіюйте посилання, та вставте в адресну
                            строфу браузера.
                        </p>
                    </li>
                </ol>

                <div className="divider"></div>

                <h2>Налаштування профілю</h2>

                <p>
                    Lorem ipsum dolor sit amet consectetur adipisicing elit
                </p>
            </section>
        </div>
    );
};

export default Instruction;
