import React, { FC } from 'react';

const About: FC = () => {
    return (
        <div className="about">
            <p>
                У тебе є бажання? Упевнений, що є. Чи всі твої бажання виконуються? Напевно, ні. Як підвищити частоту
                виконання бажань? Чи всі бажання виконуються в інших людей? І як вони взагалі виконуються? Напевно, у
                багатих бажання виконуються частіше, ніж у бідних. Думаєш це безпосередньо залежить від наявності
                грошей? Ну звісно! Якщо є купа грошей і ти хочеш, наприклад, машину, тоді йди в салон і купуй. Тут
                якраз усе зрозуміло. А якщо ти фінансово обділений, то ні про яку машину й мови бути не може. У бідняка
                інший світ і цінності. Йому доводиться вибирати, купити собі ковбаси чи купити мівіни та заощадити. А
                як щодо нематеріальних бажань? Їх за гроші не купиш. Наприклад, ти хочеш кохання. Або бути здоровим. А
                може тобі б хотілося спортивне, підтягнуте тіло. Ти можеш заперечити, що і це можна купити за гроші.
                Це, звісно, так. Але продажне кохання ніколи не буде щирим. Платні клініки не дуже то зацікавлені у
                твоєму здоров'ї. А над своїм тілом потрібно працювати, і гроші в цьому питанні відіграють далеко не
                першу роль.
            </p>

            <p>
                Мені здається, що в багатих бажання виконуються частіше не через те, що в них є гроші. А навпаки,
                у них є гроші через те, що бажання цих людей виконуються частіше.
            </p>

            <p>
                Lorem
            </p>
        </div>
    );
};

export default About;
