import React, { FC } from 'react';

const About: FC = () => {
    return (
        <div className="about">
            <h2>Бажання</h2>

            <p>
                У тебе є бажання? Упевнений, що є. Чи всі твої бажання виконуються? Напевно, ні. Як підвищити частоту
                виконання бажань? Чи всі бажання виконуються в інших людей? І як вони взагалі виконуються? Напевно, у
                багатих бажання виконуються частіше, ніж у бідних. Думаєш це безпосередньо залежить від наявності
                грошей? Ну звісно! Якщо є купа грошей і ти хочеш, наприклад, машину, тоді йди в салон і купуй. Тут
                якраз усе зрозуміло. А якщо ти фінансово обділений, то ні про яку машину й мови бути не може. У бідняка
                інший світ і цінності. Йому доводиться вибирати, купити собі ковбаси чи купити мівіни та заощадити. А
                як щодо нематеріальних бажань? Їх за гроші не купиш. Наприклад, ти хочеш кохання. Або бути здоровим. А
                може тобі б хотілося спортивне, підтягнуте тіло. Ти можеш заперечити, що і це можна купити за гроші.
                Це, звісно, так. Але продажне кохання ніколи не буде щирим. Платні клініки не дуже то зацікавлені у
                твоєму здоров'ї. А над своїм тілом потрібно працювати, і гроші в цьому питанні відіграють далеко не
                першу роль.
            </p>

            <p>
                Мені здається, що в багатих бажання виконуються частіше не через те, що в них є гроші. А навпаки,
                у них є гроші через те, що бажання цих людей виконуються частіше.
            </p>

            <p>
                Напевно, ні для кого не секрет, що головною рушійною силою виконання бажань є думки. Твердження
                "думка матеріальна" не нове.
            </p>

            <p>
                А які ще чинники впливають на виконання наших бажань?
            </p>

            <p>
                Зараз дуже активно нам натякають, що потрібно шукати свій шлях, своє призначення, свою стезю. Натякають
                звідусіль. Ці натяки важко пропустити чи ігнорувати. Знайти свою дорогу в житті буває не просто. Багато
                хто шукає її роками. Зі свого досвіду скажу що воно того варте. А що з бажаннями? Бажання, так само
                бувають свої, а бувають нав'язані із зовні. "Я ненавиджу водити, але мені потрібна машина, щоб
                добиратися до роботи. Я ненавиджу свою роботу, але мені потрібно виплачувати кредит за машину." Свої
                бажання виконуються легко і невимушено. Нав'язані ж будуть енергетично тягнути тебе вниз, постійно
                ваблячи до себе красивою обгорткою, вони будуть вимотувати. Свої ж навпаки наповнювати енергією. Своє
                бажання чи чуже, напевно, другий за вагомістю фактор у питанні матеріалізації думок, але не менш
                важливий.
            </p>

            <p>
                І що виходить? У бажання є енергетична вага. А у тебе є енергетична сила у вигляді думок, щоб цю вагу
                підняти. Це дуже абстрактне уявлення, але на моє особисте переконання не позбавлене сенсу.
            </p>

            <p>
                Копнімо глибше і розберемося докладніше. Зі своїми бажаннями все просто. Вони завжди виконуються, тому
                що сила цих бажань дорівнює силі твоїх думок. Іншими словами, твої бажання збігаються з твоїми
                можливостями. І стороння допомога тут не потрібна. А що ж робити з бажаннями, які не твої. Вони то не
                перестають хотітися. Іноді хочеться так що аж свербить. Тут усе набагато складніше. Якщо твоє нинішнє
                становище кардинально різниться з твоїми запитами, то мені тебе щиро шкода. Уяви собі безхатька біля
                смітника, який хоче жити в замку. Набагато простіше перестати хотіти, ніж мріяти та сподіватися даремно.
                Це найменш затратно в енергетичному плані. Ну а якщо твоє бажання все ж таки наближене до реальності,
                але все одно не по кишені. А хочеться дуже сильно. Що тоді? Тоді очевидно, що тобі потрібна допомога,
                у вигляді додаткової енергії. Груба сила тут не допоможе. Допоможе, звісно, якщо ти не боїшся
                наслідків)) А де цю енергію взяти?
            </p>

            <p>
                Дуже багато речей у цьому світі мають енергію... Навіть не так. Абсолютно всі речі в матеріальному
                світі мають енергію. У кожної речі вона різна. Візьмемо твій пристрій, з якого ти читаєш цей текст.
                Тільки уяви скільки компаній взяло участь у створенні цього дива техніки. І в кожній компанії працює
                не одна сотня співробітників. Тож твій комп'ютер, ноутбук або смартфон зібрав у собі енергію всіх людей,
                які були причетні до його створення. Додай сюди енергію програмістів, які віддали її частинку для того,
                щоб ця машина працювала. І це навіть не матеріальна складова твого гаджета. Навіть яблуко, яке ти купив
                у бабусі з рук має в собі її енергію. Яку вона витратила, щоб зірвати його, привезти на базар і продати
                тобі. Не кажучи вже про яблука з супермаркету. І є ще одне в цьому світі, яке має обчислювану енергію.
                Це гроші.
            </p>

            <p>
                Так. Це найенергетичніша матеріальна, а сьогодні вже й електронна штука. Це легко довести. Заплющ очі.
                І чітко уяви собі зараз, що начальник підвищив тобі зарплату на 20%. Які відчуття? А уяви, що ти
                знайшов лотерейний білет і виграв 100 000 доларів. Відчуваєш різницю? Це доводить, по-перше, що гроші
                мають енергію, а по-друге, що їхня кількість прямо пропорційна енергії, яка в них міститься. За великим
                рахунком практично всі твої бажання торкнуться грошового питання в тому чи іншому плані. Любляча
                дружина, звісно, буде тебе любити і в бідності, і в багатстві, але відчуття в розкішному будинку будуть
                яскравішими, ніж в однушці зі старими шпалерами. Здоров'я за гроші, звісно, не купиш, але навіть
                елементарні переломи оперуються не безплатно. І в хорошому тренажерному залі з кваліфікованим тренером
                приводити своє тіло до ладу набагато приємніше, ніж на турніках у дворі. Так і виходить, що нібито
                гроші не головне, але з ними набагато приємніше і легше.
            </p>

            <p>
                Ну і нарешті найголовніше. Як нам пов'язати гроші та бажання на які в нас не вистачає енергії. Коли
                тобі дарують щось безоплатно, які у тебе виникають почуття? Глибокої вдячності. І тобі хотілося б цій
                людині якось віддячити. Подумки ти починаєш бажати їй усього найкращого. Правильно? Так ось в інших
                людей абсолютно ті самі відчуття за аналогічних ситуацій. І ці пориви набагато сильніші, якщо подарунок
                несподіваний і що найголовніше цінний. Відповідні побажання можуть бути найрізноманітнішими.
                В основному це те, що ми самі для себе цінуємо найбільше. А якщо людина, яка нам робить подарунок,
                збирає на будинок і ми про це знаємо. Найперший порив побажати їй скоріше купити цей будинок.
                "Я бажаю тобі нарешті купити будинок своєї мрії!!! Такий, як ти хочеш!!!" Знайома ситуація?
            </p>

            <p>
                Адже ти знаєш, що багаті люди постійно жертвують частину своїх статків на благодійність. Подумай, як це
                відбувається. Мені здається, багата людина захоче, щоб про її пожертвування, наприклад, у дитячий
                будинок дізналося якомога більше людей. Які думки будуть у людей, які знають про пожертвування? Які
                думки будуть у персоналу цього дитячого будинку? А у дітей, які вже можуть усвідомити ситуацію?
                Природно найприємніші! "Нехай Ваш бізнес зростає і процвітає!!! Щоб успіх постійно переслідував Вас!!!
                І справи йшли якнайкраще!!!"
            </p>

            <p>
                Ця соціальна мережа складається виключно з твоїх бажань. У Кожного бажання є особиста грошова вага яка
                дорівнює вартості котру заклав бажаючий. Та якщо ти бажаєш допомогти людині, найкраще що можна
                вдіяти - це здійснити її бажання, придбавши подарунок якщо твої можливості збігатися з вагою бажання.
            </p>
        </div>
    );
};

export default About;
